<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */
    'User' => 'Пользователь',
    'Users' => 'Пользователи',
    'New User'   => 'Новый Пользователь',
    'New Role'   => 'Новая Роль',
    'Name' => 'Имя',
    'Email' => 'Е-майл',
    'Create User' => 'Создать Пользователя',
    'Edit User' => 'Редактировать Пользователя',
    'Edit Role' => 'Редактировать Роль',
    'Password Reset' => 'Сброс Пароля',

    'Status' => 'Статус',
    'User Role'   => 'Роль Пользователя',
    'User Roles'   => 'Роли Пользователя',
    'New User Role'   => 'Новая Роль',
    'Title' => 'Название',
    'Create User Role' => 'Создать Роль Пользователя',
    'Edit User Role' => 'Редактировать Роль Пользователя',
    'Password does not match with cofirmation' => 'Пароль не совпадает с подтверждением.',
    'User with this email exists' => 'Пользователь с таким емайлом уже существует.',
    'success_creation' => 'Пользователь успешно сохранен.',
    'success_edition' => 'Пользователь успешно отредактирован.',
    'success_deletion' => 'Пользователь не активен.',
    
    'role_success_creation' => 'Роль успешно сохранена.',
    'role_success_edition' => 'Роль успешно отредактирована.',
    'role_success_deletion' => 'Роль удалена.',

    'User does not exist' => 'Такого пользователя не существует.',
    'New_password_has_been_set' => 'Новый пароль был отправлен на почту',
    'Password_has_been_reset' => 'Пароль был обновлен, Ваш новый пароль:',

    'Permissions' => 'Права',
    'User_role_success_creation' => 'Роли Пользователя успешно сохранены.',
    'User_role_success_destruction' => 'Роль Пользователя успешно удалена.',
];
